{
  "breadcrumbs": {
    "home": "Home",
    "benefits": "Benefits",
    "entitlement": "Benefits entitlement"
  },
  "title": "Appeal a benefit decision",
  "navList": {
    "overview": "Overview",
    "before": "Before you appeal",
    "help": "Help with your appeal",
    "start": "Start an appeal",
    "after": "What happens after you’ve appealed"
  },
  "heading": "5. What happens after you’ve appealed",
  "sentToDepartment": {
    "subHeading": "Your appeal is sent to the department",
    "appealSent": "Your appeal is sent to the department which made the decision about your entitlement to benefits. This will either be the Department for Work and Pensions, HMRC or your local authority."
  },
  "departmentResponds": {
    "subHeading": "The department responds to your appeal",
    "writesResponse": "The department which made the decision writes a response. This should explain how they’ve made their decision and include any evidence. You can respond to this if you want."
  },
  "questions": {
    "subHeading": "You may be asked some additional questions",
    "helpTribunal": "You may receive some additional questions by email or letter. These are to help the independent tribunal make a decision on your appeal."
  },
  "appealHeard": {
    "subHeading": "Your appeal is ‘heard’",
    "hearing": "A hearing takes place in front of an independent panel of people, known as a tribunal. They are completely separate to the department which made the original decision."
  },
  "time": {
    "subHeading": "The time it takes to appeal",
    "severalMonths": "It’s hard to say how long it will take to get a decision on your appeal. It depends on how busy the hearing venue is and how many appeals are being made. They can take several months though.",
    "avoidDelays": "You can avoid delays by:",
    "delaysList": {
      "sendEvidence": "sending any evidence well before the hearing (if you have any)",
      "turnUp": "turning up to the hearing on time (if you choose to go)",
      "earlyRep": "getting a <a href='/help-with-appeal'>representative</a> early (if you need one)"
    }
  },
  "sendEvidence": {
    "subHeading": "Sending evidence to support your appeal",
    "helpToUnderstand": "Evidence can help the independent tribunal understand your condition or circumstances. It could be a letter from a doctor or a written statement which explains your side of the appeal.",
    "sendASAP": "It’s important you send in evidence as soon as possible after you’ve submitted your appeal. This is so the independent tribunal have time to read it before your hearing. You’ll be sent more information on how to send in evidence after you’ve submitted your appeal."
  },
  "relatedLinks": {
    "heading": "Related links",
    "linksList": {
      "appealDecision": "Appeal a benefit decision"
    }
  }
}
