{
  "titleHead": "Datganiad hygyrchedd ar gyfer y gwasanaeth 'Apelio yn erbyn penderfyniad ynghylch budd-daliadau'",
  "accessibility": {
    "title": "Datganiad hygyrchedd ar gyfer y gwasanaeth 'Apelio yn erbyn penderfyniad ynghylch budd-daliadau'",
    "titleIba":"Datganiad hygyrchedd ar gyfer y gwasanaeth 'Apelio yn erbyn penderfyniad Iawndal Gwaed Heintiedig'",
    "description": "Mae'r datganiad hygyrchedd hwn yn berthnasol i'r wefan <a class='govuk-link' target='_blank' href='https://www.appeal-benefit-decision.service.gov.uk/'>https://www.appeal-benefit-decision.service.gov.uk/</a> sy'n caniatáu i ddefnyddwyr gyflwyno, olrhain a rheoli apêl yn erbyn penderfyniad ynghylch budd-daliadau ar-lein.",
    "descriptionIba":"Mae'r datganiad hygyrchedd hwn yn berthnasol i'r wefan <a class='govuk-link' target='_blank' href='https://www.gov.uk/guidance/appeal-an-infected-blood-compensation-decision/'>https:// www.gov.uk/guidance/appeal-an-infected-blood-compensation-decision/</a> sy’n galluogi defnyddwyr i gyflwyno, olrhain a rheoli apêl penderfyniad Iawndal Gwaed Heintiedig ar-lein."
  },
  "manages": {
    "managedBy": "Gwasanaeth Llysoedd a Thribiwnlysoedd EM sy'n gyfrifol am y wefan hon. Rydym eisiau i gymaint o bobl â phosibl allu defnyddio'r wefan hon, felly rydym wedi ei dylunio i fod yn hygyrch. Er enghraifft, golyga hyn y dylech allu:",
    "ability1": "newid y lliwiau, y lefelau cyferbyniad a'r ffontiau",
    "ability2": "gwneud y testun hyd at 300% yn fwy heb iddo ddiflannu oddi ar y sgrin",
    "ability3": "llywio'r rhan fwyaf o'r wefan gan ddefnyddio bysellfwrdd yn unig",
    "ability4": "llywio'r rhan fwyaf o'r wefan gan ddefnyddio meddalwedd adnabod llais",
    "ability5": "gwrando ar y rhan fwyaf o'r wefan gan ddefnyddio darllenydd sgrin (gan gynnwys y fersiynau diweddaraf o JAWS, NVDA a VoiceOver)",
    "ability1Iba": "newid lliwiau, lefelau cyferbyniad a ffontiau gan ddefnyddio gosodiadau porwr neu ddyfais",
    "ability2Iba": "chwyddo hyd at 400% heb i'r testun ddiflannu oddi ar y sgrin",
    "ability3Iba": "llywio'r rhan fwyaf o'r wefan gan ddefnyddio bysellfwrdd neu feddalwedd adnabod llais",
    "ability4Iba": "gwrando ar y rhan fwyaf o'r wefan gan ddefnyddio darllenydd sgrin (gan gynnwys y fersiynau diweddaraf o JAWS, NVDA a VoiceOver)",
    "managedByExtra1": "Rydym hefyd wedi sicrhau ein bod wedi defnyddio iaith syml ar y wefan.",
    "managedByExtra2": " Mae gan <a class='govuk-link' target='_blank' href='https://mcmw.abilitynet.org.uk/'>Ability Net</a>  gyngor ynghylch gwneud eich dyfais yn haws i'w defnyddio os oes gennych anabledd."
  },
  "howAccessible": {
    "title": "Pa mor hygyrch yw'r wefan hon",
    "para1": "Mae'r wefan wedi'i phrofi gan y Ganolfan Hygyrchedd Digidol (DAC) ac mae'n bodloni'r lefel ofynnol o hygyrchedd ar gyfer cydymffurfio â Chanllawiau Hygyrchedd Cynnwys Gwe F2.1, gan ddefnyddio cyfuniad o archwilio technegol ac adborth gan ddefnyddwyr ag anghenion hygyrchedd. Ac eithrio lle y nodir isod, mae'r holl faterion ac argymhellion gan y DAC wedi'u rhoi ar waith.",
    "para1Iba": "Rydym yn gwybod nad yw rhai rhannau o'r gwasanaeth hwn yn hygyrch, ac mae'r materion wedi'u rhestru o dan yr adran diffyg cydymffurfiaeth. Rydym yn bwriadu cynnal profion pellach a mynd i'r afael â'r materion cyn gynted ag y gallwn."
  },
  "telephone" : {
    "charges": "Gwybodaeth am brisiau galwadau",
    "England": {
      "desc": "Llinell gymorth ar gyfer apeliadau yn erbyn penderfyniad ynghylch budd-daliadau (Cymru a Lloegr)",
      "phone": "Rhif ffôn ar gyfer siaradwyr Cymraeg: 0300 303 5170",
      "availability": "Dydd Llun i ddydd Gwener, 8am i 5pm"
    },
    "Scotland" : {
      "desc": "Llinell gymorth ar gyfer apeliadau yn erbyn penderfyniad ynghylch budd-daliadau (Yr Alban)",
      "phone": "Rhif ffôn: 0300 790 6234",
      "availability": "Dydd Llun i ddydd Gwener, 8:30am i 5pm"
    },
    "iba": {
      "England": {
        "desc": "Llinell gymorth apeliadau IBC (Pob apelydd arall)",
        "phone": "Rhif ffôn: 0300 131 2850",
        "availability": "Dydd Llun i ddydd Gwener, 9am i 4pm"
      },
      "Scotland" : {
        "desc": "Llinell gymorth apeliadau IBC (Yr Alban)",
        "phone": "Rhif ffôn: 0300 790 6234",
        "availability": "Dydd Llun i ddydd Gwener, 9am i 4pm"
      },
      "Welsh": {
        "desc": "Llinell gymorth apeliadau IBC (Cymru a Lloegr - Siaradwyr Cymraeg)",
        "phone": "Rhif ffôn: 0300 303 5170",
        "availability": "Dydd Llun i ddydd Gwener, 9am i 4pm"
      }
    }
  },
  "whatToDo": {
    "title": "Adborth a gwybodaeth gyswllt",
    "para1": "Os ydych angen gwybodaeth sydd ar y wefan hon mewn fformat arall megis ar ffurf PDF hygyrch, print bras, fformat hawdd ei ddarllen, recordiad sain neu braille, gallwch anfon e-bost i <a href='mailto:HMCTSforms@justice.gov.uk' class='govuk-link'>HMCTSforms@justice.gov.uk</a> neu ffonio:",
    "para2": "Byddwn yn ystyried eich cais ac yn ymateb o fewn 10 diwrnod gwaith."
  },
  "reportingProblems": {
    "title": "Riportio problemau hygyrchedd gyda'r wefan hon",
    "para1": "Rydym wastad yn ceisio gwella hygyrchedd y wefan hon. Os byddwch yn canfod unrhyw broblemau nad ydynt wedi'u cynnwys ar y dudalen hon, neu'n credu nad ydym yn bodloni'r gofynion o ran hygyrchedd, anfonwch e-bost i: <a class='govuk-link' href='mailto:HMCTSforms@justice.gov.uk'> HMCTSforms@justice.gov.uk </a> neu cysylltwch â:"
  },
  "enforcement": {
    "title": "Y Weithdrefn Orfodaeth",
    "para1": "Y Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) sy'n gyfrifol am orfodi Rheoliadau Hygyrchedd Cyrff y Sector Cyhoeddus (Gwefannau a Rhaglenni Symudol) (Rhif 2) 2018 (y 'rheoliadau hygyrchedd'). Os nad ydych chi'n fodlon gyda'r ffordd rydym yn ymateb i'ch cwyn, cysylltwch â'r, <a target='_blank' href='https://www.equalityadvisoryservice.com/' class='govuk-link'> Gwasanaeth Cynghori a Chymorth Cydraddoldeb (EASS).</a>"
  },
  "contactus": {
    "title": "Cysylltu â ni dros y ffôn neu ymweld â ni'n bersonol",
    "para1": "Rydym yn darparu gwasanaeth cyfnewid negeseuon testun ar gyfer pobl byddar, pobl sydd â nam ar eu clyw a phobl sydd â nam ar eu lleferydd.",
    "para2": "Mae yna ddolenni sain yn ein swyddfeydd, neu os byddwch yn cysylltu â ni cyn eich ymweliad, gallwn drefnu cyfieithydd Iaith Arwyddion Prydain (BSL) ar eich cyfer.",
    "para3": "Gwybodaeth am sut i gysylltu â ni gan ddefnyddio'r manylion cyswllt uchod."
  },
  "technical": {
    "title": "Gwybodaeth dechnegol am hygyrchedd y wefan hon",
    "para1": "Mae GLlTEM wedi ymrwymo i sicrhau bod ei wefan yn hygyrch, a hynny yn unol â Rheoliadau Hygyrchedd Cyrff y Sector Gyhoeddus (Gwefannau a Rhaglenni Symudol) (Rhif 2) 2018."
  },
  "compliance": {
    "title": "Statws cydymffurfiaeth",
    "para1": "Mae'r wefan hon yn cydymffurfio'n llawn â'r <a class='govuk-link' href='https://www.w3.org/TR/WCAG21/' target='_blank'>Canllawiau Hygyrchedd Cynnwys Gwe fersiwn 2.1 safon AA.</a>",
    "para1Iba": "Mae'r wefan yn cydymffurfio'n rhannol â safon <a class=\"govuk-link\" href=\"https://www.w3.org/TR/WCAG22/\" target=\"_blank\">Canllawiau Hygyrchedd Cynnwys y We fersiwn 2.2 AA</a>."
  },
  "nonAccessible": {
    "title": "Cynnwys sydd ddim o fewn cwmpas y rheoliadau hygyrchedd",
    "para1": "Dogfennau PDF a dogfennau eraill",
    "para2": "Mae rhai o'n dogfennau PDF a Word yn hanfodol i'r gwasanaethau a ddarparwn. Er enghraifft, mae gennym PDFs gyda gwybodaeth am sut y gall defnyddwyr gael mynediad i'n gwasanaethau, a ffurflenni a gyhoeddir ar ffurf dogfennau Word.",
    "para3": "Nid yw'r rheoliadau hygyrchedd <a class='govuk-link' href='https://www.legislation.gov.uk/uksi/2018/952/regulation/4/made'>yn ei gwneud yn ofynnol i ni ddiweddaru PDFs neu ddogfennau eraill a gyhoeddwyd cyn 23 Medi 2018</a> os nad ydynt yn hanfodol i ddarparu ein gwasanaethau.",
    "para4": "Bydd unrhyw ddogfennau PDF neu Word newydd y byddwn yn eu cyhoeddi yn bodloni'r safonau hygyrchedd.",
    "iba": {
      "title": "Cynnwys nad yw'n hygyrch",
      "description": "Nid yw'r cynnwys a restrir isod yn hygyrch am y rhesymau canlynol.",
      "subTitle": "Diffyg cydymffurfio â'r rheoliadau hygyrchedd",
      "para1": "Ar rai tudalennau gall defnyddiwr ddefnyddio elfennau testun, pan na ddylent allu gwneud hynny. Gall hyn achosi dryswch i ddefnyddwyr bysellfwrdd gan y byddent yn disgwyl i’r tabiau fynd i elfennau rhyngweithiol yn unig. Nid yw hyn yn cyd-fynd â WCAG 2.2 maen prawf llwyddiant 1.3.2. (dilyniant ystyrlon).",
      "para2": "Ar rai tudalennau, nid yw dolenni'n unigryw, felly efallai y bydd defnyddwyr darllenwyr sgrin yn cael anhawster deall pwrpas pob dolen. Nid yw hyn yn cyd-fynd â WCAG 2.2  maen prawf llwyddiant 2.4.4 (pwrpas dolen).",
      "para3": "Mae gan rai tudalennau lawer o benawdau lefel 1, felly gall pobl sy'n defnyddio darllenydd sgrin gael eu drysu am y prif gynnwys ar y dudalen. Nid yw hyn yn cyd-fynd â WCAG 2.2  maen prawf llwyddiant 2.4.6 (penawdau a labeli).",
      "para4": "Mae gan rai tudalennau lefelau penawdau coll, felly efallai y bydd rhai defnyddwyr darllenwyr sgrin yn colli gwybodaeth ar y dudalen. Nid yw hyn yn cyd-fynd â WCAG 2.2  maen prawf llwyddiant 2.4.6 (penawdau a labeli).",
      "para5": "Ar rai tudalennau, mae aria-labels ar goll neu wedi torri, felly gellir cyfleu labeli yn anghywir i ddefnyddwyr darllen sgrin. Nid yw hyn yn cyd-fynd â WCAG 2.2 maen prawf llwyddiant 2.4.6 (penawdau a labeli).",
      "para6": "Ar rai tudalennau gwe, nid yw'r ddolen neges gwall yn symud y ffocws i'r maes lle gwnaed y gwall, felly efallai y bydd rhai defnyddwyr yn colli lle maen nhw ar y dudalen. Nid yw hyn yn cyd-fynd â WCAG 2.2 maen prawf llwyddiant 3.2.2 (wrth fewnbynnu gwybodaeth).",
      "para7": "Ar rai tudalennau, nid oes testun awgrym i nodi fformat penodol ar gyfer cofnodi gwybodaeth, felly efallai na fydd rhai defnyddwyr yn deall pa wybodaeth y mae'n ofynnol iddynt ei darparu. Nid yw hyn yn cyd-fynd â WCAG 2.2 maen prawf llwyddiant 3.3.2 (labeli neu gyfarwyddiadau).",
      "para8": "Ar rai tudalennau, nid yw'r neges gwall yn darparu dolen i'r maes lle gwnaed y gwall felly, efallai na fydd defnyddwyr bysellfwrdd yn gallu symud i'r maes yn uniongyrchol o'r neges gwall. Nid yw hyn yn cyd-fynd â WCAG 2.2 maen prawf llwyddiant 3.3.3 (adnabod gwallau)."
    }
  },
  "toImprove": {
    "title": "Beth rydym yn ei wneud i wella hygyrchedd",
    "para1": "Mae'r wefan yn cael ei phrofi'n barhaus gan ddefnyddio meddalwedd hygyrchedd mewnol ac allanol. Bydd unrhyw nodweddion newydd a gyflwynir hefyd yn cael eu profi.",
    "para1Iba": "Rydym yn bwriadu datrys y materion a restrir o dan yr adran diffyg cydymffurfio erbyn 21 Mawrth 2025.",
    "para2Iba": "Rydym hefyd yn bwriadu gweithio gyda thîm profi hygyrchedd mewnol GLlTEF i drefnu archwiliad WCAG 2.2 llawn sy'n cwmpasu ystod ehangach o dechnolegau cynorthwyol ym mis Chwefror 2025."
  },
  "preperation": {
    "title": "Paratoi'r datganiad hygyrchedd hwn",
    "para1": "Paratowyd y datganiad hwn ar 30 Medi 2020 ac fe'i adolygwyd ddiwethaf ar 21 Mawrth 2022",
    "para1Iba": "Paratowyd y datganiad hwn ar 30 Medi 2020 ac fe'i hadolygwyd ddiwethaf ar 21 Ionawr 2025.",
    "para2": "Profwyd y wefan hon ddiwethaf ar 28 Tachwedd 2019. Cynhaliwyd y prawf gan y Ganolfan Hygyrchedd Digidol (DAC). Cafodd y materion a godwyd gan y DAC eu datrys ym mis Mawrth 2021.",
    "para2Iba": "Profwyd y wefan hon ddiwethaf ar 19 Rhagfyr 2024. Cynhaliwyd y profion gan dîm profi hygyrchedd mewnol GLlTEF, a gynhaliodd adolygiad lefel uwch gan ddefnyddio Wave, Keyboard a Google Lighthouse."
  }
}
