{
  "titleHead": "Accessibility statement",
  "accessibility": {
    "title": "Accessibility statement for 'Appeal a benefit decision' service",
    "description": "This accessibility statement applies to the website available at <a class=\"govuk-link\" target=\"_blank\" href=\"https://www.appeal-benefit-decision.service.gov.uk/\">https://www.appeal-benefit-decision.service.gov.uk/</a> that allows users to submit, track and manage a benefit appeal online."
  },
  "manages": {
    "managedBy": "This website is run by HM Courts and Tribunals. We want as many people as possible to be able to use this website, so we have designed it to be accessible. For example, that means you should be able to:",
    "ability1": "change colours, contrast levels and fonts",
    "ability2": "zoom in up to 300% without the text spilling off the screen",
    "ability3": "navigate most of the website using just a keyboard",
    "ability4": "navigate most of the website using speech recognition software",
    "ability5": "listen to most of the website using a screen reader (including the most recent versions of JAWS, NVDA and VoiceOver)",
    "managedByExtra1": "We’ve also made the website text as simple as possible to understand.",
    "managedByExtra2": "<a class=\"govuk-link\" target=\"_blank\" href=\"https://mcmw.abilitynet.org.uk/\">AbilityNet</a> has advice on making your device easier to use if you have a disability."
  },
  "howAccessible": {
    "title": "How accessible this website is",
    "para1": "The website has been tested by the Digital Accessibility Centre (DAC) and it meets the required level of accessibility for compliance with the Web Content Accessibility Guidelines V2.1, using a combination of technical auditing and feedback from users with accessibility needs. Except where stated below, all issues and recommendations from DAC have been implemented."
  },
  "telephone" : {
    "England": {
      "desc": "Benefit appeals helpline (England and Wales)",
      "phone": "Telephone: 0300 123 1142",
      "availability": "Monday to Friday, 8:30am to 5pm",
      "charges": "Find out about call charges"
    },
    "Scotland" : {
      "desc": "Benefit appeals helpline (Scotland)",
      "phone": "Telephone: 0300 790 6234",
      "availability": "Monday to Friday, 8:30am to 5pm",
      "charges": "Find out about call charges"
    }
  },
  "whatToDo": {
    "title": "Feedback and contact information",
    "para1": "If you need information on this website in a different format like accessible PDF, large print, easy read, audio recording or braille then email HMCTSforms@justice.gov.uk or phone:",
    "para2": "We’ll consider your request and get back to you within 10 working days."
  },
  "reportingProblems": {
    "title": "Reporting accessibility problems with this website",
    "para1": "We’re always looking to improve the accessibility of this website. If you find any problems not listed on this page or think we’re not meeting accessibility requirements, email: <a class=\"govuk-link\" href=\"mailto:HMCTSforms@justice.gov.uk\"> HMCTSforms@justice.gov.uk </a> or contact:"
  },
  "enforcement": {
    "title": "Enforcement procedure",
    "para1": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the ‘accessibility regulations’). If you’re not happy with how we respond to your complaint, <a target=\"_blank\" href=\"https://www.equalityadvisoryservice.com/\" class=\"govuk-link\">contact the Equality Advisory and Support Service (EASS).</a>"
  },
  "contactus": {
    "title": "Contacting us by phone or visiting us in person",
    "para1": "We provide a text relay service for people who are D/deaf, hearing impaired or have a speech impediment.",
    "para2": "Our offices have audio induction loops, or if you contact us before your visit we can arrange a British Sign Language (BSL) interpreter.",
    "para3": "Find out how to contact us using the contact details above."
  },
  "technical": {
    "title": "Technical information about this website’s accessibility",
    "para1": "HMCTS is committed to making its website accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018."
  },
  "compliance": {
    "title": "Compliance status ",
    "para1": "The website is fully compliant with the <a class=\"govuk-link\" href=\"https://www.w3.org/TR/WCAG21/\" target=\"_blank\">Web Content Accessibility Guidelines version 2.1 AA standard</a>."
  },
  "nonAccessible": {
    "title": "Content that’s not within the scope of the accessibility regulations",
    "para1": "PDFs and other documents",
    "para2": "Some of our PDFs and Word documents are essential to providing our services. For example, we have PDFs with information on how users can access our services, and forms published as Word documents.",
    "para3": "The accessibility regulations <a class=\"govuk-link\" href=\"https://www.legislation.gov.uk/uksi/2018/952/regulation/4/made\">do not require us to fix PDFs or other documents published before 23 September 2018</a> if they’re not essential to providing our services.",
    "para4": "Any new PDFs or Word documents we publish will meet accessibility standards"
  },
  "contentNotInScope": {
    "title": "Content that’s not within the scope of the accessibility regulations",
    "subTitle": "PDFs and other documents",
    "para1": "PDFs, documents and attachments to email notifications published before 23 September 2018 may not meet accessibility standards. For example, they may not be structured so they’re accessible to a screen reader."
  },
  "toImprove": {
    "title": "What we’re doing to improve accessibility",
    "para1": "This website is continually tested using accessibility software internally and externally. Any new features which are introduced are also tested."
  },
  "preperation": {
    "title": "Preparation of this accessibility statement",
    "para1": "This statement was prepared on [date of release] it was last review [date when it was last reviewed]",
    "para2": "This website was last tested on 28th November 2019. The test was carried out by the Digital Accessibility Centre (DAC) Issues raised by the DAC were resolved in March 2021."
  }
}
