{
  "titleHead": "Datganiad hygyrchedd ar gyfer y gwasanaeth 'Apelio yn erbyn penderfyniad ynghylch budd-daliadau'",
  "accessibility": {
    "title": "Datganiad hygyrchedd ar gyfer y gwasanaeth 'Apelio yn erbyn penderfyniad ynghylch budd-daliadau'",
    "description": "Mae'r gwasanaeth hwn yn caniatáu i ddefnyddwyr gyflwyno, olrhain a rheoli apêl ynghylch budd-daliadau ar-lein."
  },
  "manages": {
    "managedBy": "Caiff y wefan hon ei chynnal gan Wasanaeth Llysoedd a Thribiwnlysoedd EM. Rydym am i gymaint o bobl â phosibl allu defnyddio'r wefan hon, felly rydym wedi'i chynllunio i fod yn hygyrch. Er enghraifft, mae hynny'n golygu y dylech allu:",
    "ability1": "newid lliwiau, lefelau cyferbyniad a ffontiau",
    "ability2": "chwyddo hyd at 300% heb i'r testun ddiflannu oddi ar y sgrin",
    "ability3": "defnyddio’r rhan fwyaf o'r wefan gan ddefnyddio bysellfwrdd yn unig",
    "ability4": "defnyddio’r rhan fwyaf o'r wefan gan ddefnyddio meddalwedd adnabod lleferydd",
    "ability5": "gwrando ar y rhan fwyaf o'r wefan gan ddefnyddio darllenydd sgrin (gan gynnwys y fersiynau diweddaraf o JAWS, NVDA a VoiceOver)",
    "managedByExtra1": "Rydym hefyd wedi gwneud testun y wefan mor syml â phosibl i'w ddeall.",
    "managedByExtra2": " Mae gan <a class=\"govuk-link\" target=\"_blank\" href=\"https://mcmw.abilitynet.org.uk/\">AbilityNet</a> gyngor ar wneud eich dyfais yn haws i'w defnyddio os oes gennych anabledd."
  },
  "howAccessible": {
    "title": "Pa mor hygyrch yw'r wefan hon?",
    "para1": "Profwyd y wefan gan y Ganolfan Hygyrchedd Digidol (DAC) ac mae'n bodloni'r lefel ofynnol o hygyrchedd."
  },
  "telephone" : {
    "England": {
      "desc": "Llinell Gymorth ar gyfer y gwasanaeth Apelio yn erbyn penderfyniad ynghylch budd-daliadau (Cymru a Lloegr)",
      "phone": "Ffôn: 0300 123 1142",
      "availability": "Dydd Llun i ddydd Gwener, 8:30am i 5pm",
      "charges": "Gwybodaeth am gostau galwadau"
    },
    "Scotland" : {
      "desc": "Llinell Gymorth ar gyfer y gwasanaeth Apelio yn erbyn penderfyniad ynghylch budd-daliadau (Yr Alban)",
      "phone": "Ffôn: 0300 790 6234",
      "availability": "Dydd Llun i ddydd Gwener, 8:30am i 5pm",
      "charges": "Gwybodaeth am gostau galwadau"
    }
  },
  "whatToDo": {
    "title": "Adborth a gwybodaeth gyswllt",
    "para1": "Os oes angen gwybodaeth arnoch ar y wefan hon mewn fformat gwahanol fel PDF hygyrch, print bras, fformat hawdd ei ddarllen, recordiad sain neu braille yna e-bostiwch <a href=\"mailto:HMCTSforms@justice.gov.uk\" class=\"govuk-link\">HMCTSforms@justice.gov.uk</a> neu ffoniwch:",
    "para2": "Byddwn yn ystyried eich cais ac yn dod yn ôl atoch o fewn 10 diwrnod gwaith."
  },
  "reportingProblems": {
    "title": "Rhoi gwybod am broblemau hygyrchedd gyda'r wefan hon",
    "para1": "Rydym bob amser yn ceisio gwella hygyrchedd y wefan hon. Os gwelwch unrhyw broblemau nad ydynt wedi'u rhestru ar y dudalen hon neu os ydych yn meddwl nad ydym yn bodloni gofynion hygyrchedd, cysylltwch â:"
  },
  "enforcement": {
    "title": "Y Weithdrefn Orfodaeth",
    "para1": "Mae'r Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) yn gyfrifol am orfodi Rheoliadau Cyrff y Sector Cyhoeddus (Gwefannau a Cheisiadau Ffonau Symudol) (Rhif 2) Hygyrchedd 2018 (y 'rheoliadau hygyrchedd'). Os nad ydych yn hapus â'r ffordd rydym yn ymateb i'ch cwyn, <a target=\"_blank\" href=\"https://www.equalityadvisoryservice.com/\" class=\"govuk-link\">cysylltwch â'r Gwasanaeth Cynghori a Chymorth Cydraddoldeb (EASS).</a>"
  },
  "contactus": {
    "title": "Cysylltu â ni dros y ffôn neu ymweld â ni yn bersonol",
    "para1": "Rydym yn darparu gwasanaeth trosglwyddo testun i bobl sy'n fyddar, sydd â nam ar eu clyw neu sydd â nam ar eu lleferydd.",
    "para2": "Mae gan ein swyddfeydd ddolenni sain, neu os byddwch yn cysylltu â ni cyn eich ymweliad gallwn drefnu cyfieithydd Iaith Arwyddion Prydain (BSL).",
    "para3": "Darganfyddwch sut i gysylltu â ni gan ddefnyddio'r manylion cyswllt uchod."
  },
  "technical": {
    "title": "Gwybodaeth dechnegol am hygyrchedd y wefan hon",
    "para1": "Mae GLlTEM wedi ymrwymo i sicrhau bod ei wefan ar gael, yn unol â Rheoliadau Cyrff y Sector Cyhoeddus (Gwefannau a Cheisiadau Symudol) (Rhif 2) Hygyrchedd 2018."
  },
  "compliance": {
    "title": "Statws cydymffurfio",
    "para1": "Mae'r wefan hon yn cydymffurfio'n llawn â safon Canllawiau Hygyrchedd Cynnwys y We fersiwn 2.1 AA."
  },
  "nonAccessible": {
    "title": "Cynnwys nad yw o fewn cwmpas y rheoliadau hygyrchedd",
    "para1": "PDFs a dogfennau eraill",
    "para2": "Mae rhai o'n dogfennau PDFs a Word yn hanfodol i ddarparu ein gwasanaethau. Er enghraifft, mae gennym PDFs gyda gwybodaeth am sut y gall defnyddwyr gael mynediad at ein gwasanaethau, a ffurflenni a gyhoeddir fel dogfennau Word.",
    "para3": "Nid yw'r rheoliadau hygyrchedd yn ei gwneud yn ofynnol i ni ymdrin â PDFs na dogfennau eraill a gyhoeddwyd cyn 23 Medi 2018 os nad ydynt yn hanfodol i ddarparu ein gwasanaethau."
  },
  "contentNotInScope": {
    "title": "Cynnwys sydd ddim o fewn cwmpas y rheoliadau hygyrchedd",
    "subTitle": "Dogfennau PDF a dogfennau eraill",
    "para1": "Mae’n bosib na fydd dogfennau PDF, dogfennau eraill ac atodiadau mewn negeseuon e-bost a gyhoeddwyd cyn 23 Medi 2018 yn cydymffurfio â’r safonau hygyrchedd. Er enghraifft, efallai nad ydynt wedi’u strwythuro fel eu bod yn hygyrch i raglen darllen sgrin."
  },
  "toImprove": {
    "title": "Beth rydyn ni'n ei wneud i wella hygyrchedd",
    "para1": "Caiff y wefan hon ei phrofi'n barhaus gan ddefnyddio meddalwedd hygyrchedd yn fewnol ac yn allanol. Mae unrhyw nodweddion newydd a gyflwynir hefyd yn cael eu profi."
  },
  "preperation": {
    "title": "Paratoi'r datganiad hygyrchedd hwn",
    "para1": "Profwyd y wefan hon ddiwethaf ar 28 Tachwedd 2019. Cynhaliwyd y prawf gan y Ganolfan Hygyrchedd Digidol."
  }
}
