{
  "title": "Terms and conditions",
  "termsAndConditions": {
    "termsOfuse": "By using this service you’re agreeing to the following terms of use.",
    "govPrivacy": "These include the GOV.UK <a href='https://www.gov.uk/help/privacy-policy'>privacy policy</a> and <a href='https://www.gov.uk/help/terms-conditions'>terms and conditions</a>."
  },
  "relatedLinks": {
    "title": "Related links",
    "links": {
      "cookie": {
        "text": "Cookie policy",
        "url": "/cookie-policy"
      },
      "privacy": {
        "text": "GOV.UK privacy policy",
        "url":"https://www.gov.uk/help/privacy-policy"
      },
      "conditions": {
        "text": "GOV.UK terms and conditions",
        "url": "https://www.gov.uk/help/terms-conditions"
      }
    }
  },
  "whoWeAre": {
    "title": "Who we are",
    "managedBy": "This service is managed by Her Majesty’s Courts and Tribunals Service and will be referred to as ‘we’ from now on.",
    "changeInLaw": "We may update these terms and conditions if there is a change in the law or to the way the service works."
  },
  "informationProvided": {
    "title": "Information provided by this service",
    "support": "This service provides information to support you. We can’t give legal advice on individual cases.",
    "questions": "You should answer the questions in the service based on your circumstances, and seek legal advice if you need it."
  },
  "dataStored": {
    "title": "Where your data is stored",
    "dataCentres": "Your data will be stored in data centres in the UK. It will be held for 6 months after the last action has been taken on the appeal.",
    "notify": "We use GOV.UK Notify to send emails. Until the point where emails are handed over to your email provider, they are processed within the European Economic Area. GOV.UK Notify stores your data in data centres in the UK for 1 month."
  },
  "shareYourData": {
    "title": "Who we share your data with",
    "dwp": "Your data will be shared with Department for Work and Pensions (DWP). This is so they can respond to your appeal.",
    "representative": "We also share your data with your named representative, if you enter their details. This is so they can stay updated with your appeal."
  },
  "applicableLaw": {
    "title": "Applicable law",
    "law": "Your use of this service and any dispute arising from its use will be governed by and construed in accordance with the laws of England and Wales, including but not limited to the:",
    "misuse": "Computer Misuse Act 1990",
    "data": "Data Protection Act 1998",
    "mental": "Mental Capacity Act 2005"
  },
  "responsibleUse": {
    "title": "Responsible use of this service",
    "designedFor": "The service is designed for people who need to use it or by others on their behalf and only with their consent.",
    "risks": "There are risks in using a shared computer (for example in an internet café) to access this service. It’s your responsibility to be aware of these risks and to avoid using any computer which may leave your personal information accessible to others. You’re responsible if you choose to leave a computer unprotected while using this service.",
    "precautions": "You must take your own precautions to ensure that the way you access this service does not expose you to the risk of:",
    "viruses": "viruses",
    "malicious": "malicious computer code",
    "interference": "other forms of interference which may damage your computer system",
    "mustNot": "You must not misuse this service by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful. You must not attempt to gain unauthorised access to this service, the system on which it is stored or any server, computer or database connected to it. You must not attack this site via a denial-of-service attack or a distributed denial-of-service attack.",
    "freeText": "This online service contains several free-text fields in which you will need to enter certain types of information. You should not enter sensitive information into these free-text fields. Sensitive information may include, but is not limited to, details of religious beliefs and financial information. Entering sensitive information is done so at your own risk."
  },
  "changes": {
    "title": "Changes to these terms and conditions",
    "check": "Please check these terms and conditions regularly. We can update them at any time without notice."
  }

}
