{
  "titleHead": "Dyddiadau nad ydych ar gael i fynychu gwrandawiad – Apelio yn erbyn penderfyniad ynghylch budd-dal - GOV.UK",
  "title": "Rhowch y dyddiadau pan na allwch fynd i wrandawiad",
  "titleEdit": "Rhowch ddyddiad pan na allwch fynd i wrandawiad",
  "datePicker": {
    "itsImportant": "Mae'n bwysig eich bod yn sicrhau eich bod ar gael ar gyfer gwrandawiad. Os nad ydych yn bresennol, gallai'r apêl fynd yn ei blaen yn eich absenoldeb neu gael ei gohirio am sawl mis.",
    "select": "Dewiswch y dyddiadau",
    "cant": "na allwch",
    "hearing": "fynd i wrandawiad."
  },
  "nonJS": {
    "itsImportant": "Mae'n bwysig eich bod yn sicrhau eich bod ar gael ar gyfer gwrandawiad. Os byddwch yn gohirio neu'n peidio mynychu, gallai eich apêl fynd yn ei blaen yn eich absenoldeb neu gael ei gohirio am sawl mis.",
    "yourHearing": "Bydd eich gwrandawiad yn cymryd amser i’w drefnu felly dylech ond nodi dyddiadau rhwng 4 a 22 wythnos yn y dyfodol. Peidiwch â chynnwys penwythnosau na gwyliau banc."
  },
  "links": {
    "add": "Rhowch ddyddiad",
    "addAnother": "Rhowch ddyddiad arall"
  },
  "listError": "Nodwch o leiaf un dyddiad",
  "noDates": "Nid oes dyddiad wedi ei nodi ar hyn o bryd",
  "fields": {
    "cantAttendDate": {
      "hint": "Er enghraifft, 31 3 2018",
      "legend": "Dyddiad na allwch fod yn bresennol",
      "legendList": "Dyddiadau na allwch fod yn bresennol",
      "day": "Diwrnod",
      "month": "Mis",
      "year": "Blwyddyn",
      "error": {
        "allRequired": "Rhowch y dyddiad na allwch fod yn bresennol",
        "dayRequired": "Rhowch y diwrnod o’r dyddiad na allwch fod yn bresennol ",
        "monthRequired": "Rhowch y mis o’r dyddiad na allwch fod yn bresennol",
        "yearRequired": "Rhowch y flwyddyn o’r dyddiad na allwch fod yn bresennol ",
        "invalid": "Rhowch ddyddiad dilys",
        "underFourWeeks": "Rhowch ddyddiadau sydd o leiaf 4 wythnos yn y dyfodol",
        "overTwentyTwoWeeks": "Rhowch ddyddiadau hyd at 22 wythnos yn y dyfodol yn unig",
        "weekend": "Nodwch ddyddiad nad yw’n ddydd Sadwrn neu’n ddydd Sul",
        "bankHoliday": "Nodwch ddyddiad nad yw'n wyl y banc"
      }
    }
  },
  "cya": {
    "dateYouCantAttend": {
      "question": "Dyddiadau nad ydych ar gael"
    }
  }
}
