{
  "titleHead": "Telerau ac amodau - Gwasanaeth apelio yn erbyn penderfyniad ynghylch budd-dal - GOV.UK",
  "title": "Telerau ac Amodau",
  "termsAndConditions": {
    "termsOfUse": "Trwy ddefnyddio’r gwasanaeth hwn rydych yn cytuno i’r telerau defnydd canlynol. Mae hyn yn cynnwys y ",
    "links": {
      "privacy": {
        "name": "polisi preifatrwydd"
      },
      "terms": {
        "name": "telerau ac amodau"
      },
      "cookie": {
        "name": "polisi cwcis"
      },
      "contact": {
        "name": "Cysylltwch â ni"
      }
    }
  },
  "whoWeAre": {
    "title": "Pwy ydym ni?",
    "managedBy": "Mae’r gwasanaeth hwn yn cael ei reoli gan Wasanaeth Llysoedd a Thribiwnlysoedd Ei Mawrhydi.",
    "changeInLaw": "Dylech wirio’r telerau ac amodau hyn yn rheolaidd. Efallai y byddwn yn eu diweddaru ar unrhyw adeg heb rybudd. Os byddwch yn parhau i ddefnyddio’r gwasanaeth hwn ar ôl i’r telerau ac amodau gael eu newid, ystyrir eich bod wedi cytuno i’r newidiadau."
  },
  "informationProvided": {
    "title": "Gwybodaeth a ddarperir gan y gwasanaeth hwn",
    "support": "Mae’r gwasanaeth hwn yn darparu gwybodaeth i gefnogi eich hawliad neu’ch cais. Ni allwn roi cyngor cyfreithiol ar achosion unigol.",
    "questions": "Dylech ateb y cwestiynau yn y gwasanaeth gan ystyried eich amgylchiadau chi a cheisio cyngor cyfreithiol os oes arnoch angen gwneud hynny."
  },
  "dataStored": {
    "title": "Rhannu a storio data",
    "our": "Mae ein ",
    "privacy": " yn egluro lle mae’ch data yn cael ei storio a gyda phwy mae’n cael ei rannu.",
    "cookie": "yn egluro sut mae’r gwasanaeth hwn yn defnyddio ac yn storio cwcis."
  },
  "laws": {
    "title": "Cyfreithiau sy’n berthnasol i’r gwasanaeth hwn",
    "use": "Bydd y defnydd a wnewch o’r gwasanaeth hwn ac unrhyw anghydfod sy’n codi o’i ddefnyddio yn cael eu rheoli a’u dehongli yn unol â chyfreithiau Cymru a Lloegr, gan gynnwys, ond nid yn gyfyngedig i:",
    "act1": "Ddeddf Camddefnyddio Cyfrifiaduron 1990",
    "act2": "Deddf Diogelu Data 1998 (hyd at 25 Mai 2018)",
    "act3": "Deddf Diogelu Data 2018 (o 25 Mai 2018)",
    "act4": "Rheoliadau Cyffredinol Diogelu Data",
    "act5": "Deddf Galluedd Meddyliol 2005"
  },
  "responsibleUse": {
    "title": "Sut i ddefnyddio’r gwasanaeth hwn yn gyfrifol",
    "aware": "Mae peryglon yn gysylltiedig â defnyddio cyfrifiadur sy’n cael ei rannu (er enghraifft, mewn llyfrgell) i gael mynediad at y gwasanaeth hwn. Eich cyfrifoldeb chi yw bod yn ymwybodol o’r peryglon hyn ac osgoi defnyddio unrhyw gyfrifiadur lle mae posibilrwydd y gall eraill weld eich gwybodaeth bersonol. Chi sy’n gyfrifol os ydych chi’n dewis gadael cyfrifiadur heb ei ddiogelu tra rydych wedi mewngofnodi i’r gwasanaeth hwn.",
    "precautions": "Mae’n rhaid i chi gymryd camau priodol eich hun i sicrhau nad yw’r ffordd rydych yn cael mynediad at y gwasanaeth hwn yn eich gadael yn agored i’r perygl o:",
    "risk1": "firysau",
    "risk2": "cod cyfrifiadur maleisus",
    "risk3": "neu niwed o fath arall a allai achosi difrod i’ch system gyfrifiadurol",
    "mustNot": "Ni ddylech gamddefnyddio’r gwasanaeth hwn drwy gyflwyno’n fwriadol firysau, ymwelwyr diwahoddiad (trojans), mwydod (worms), bomiau rhesymeg (logic bombs) neu unrhyw ddeunydd arall maleisus neu sy’n niweidiol i dechnoleg. Ni ddylech geisio cael mynediad heb awdurdod at y gwasanaeth hwn, y system lle caiff ei storio nac unrhyw weinydd, cyfrifiadur neu gronfa ddata sy’n gysylltiedig â’r gwasanaeth. Ni ddylech ymosod ar y wefan hon drwy ymosodiad gwrthod gwasanaeth neu ymosodiad gwrthod gwasanaeth a ddosbarthwyd."
  },
  "sensitiveInfo": {
    "title": "Nodi gwybodaeth bersonol sensitif",
    "freeText": "Mae’r gwasanaeth ar-lein hwn yn cynnwys nifer o feysydd testun rhydd lle’ch gwahoddir i nodi gwybodaeth bersonol sensitif.",
    "enter": "Os byddwch yn rhoi gwybodaeth am eich:",
    "info1": "credoau crefyddol",
    "info2": "cyfeiriadedd rhywiol neu’ch bywyd rhywiol",
    "info3": "tarddiad hiliol neu’ch tarddiad ethnig",
    "info4": "barnau gwleidyddol",
    "info5": "credoau crefyddol neu’ch credoau athronyddol",
    "info6": "aelodaeth undeb llafur",
    "info7": "data genetig neu ddata biometrig",
    "info8": "data am eich iechyd",
    "consent": "Rydych yn rhoi caniatâd inni brosesu’r wybodaeth hon er mwyn inni allu ymdrin â’ch cais.",
    "moreInfo": "I gael rhagor o wybodaeth am sut rydym yn casglu a storio eich data personol, gweler y polisi preifatrwydd"
  },
  "welsh": {
    "title": "Apelio yn Gymraeg",
    "instructions": "Mae hwn yn wasanaeth beta ac nid yw ar gael yn Gymraeg ar hyn o bryd. Os ydych eisiau apelio yn Gymraeg yna dylech",
    "inDevelopment": "Mae fersiwn Cymraeg o’r gwasanaeth ar-lein hwn yn cael ei ddatblygu a bydd ar gael pan fydd wedi’i gwblhau",
    "formLink": "https://www.gov.uk/government/publications/appeal-a-social-security-benefits-decision-form-sscs1",
    "linkLabel": "lawrlwytho fersiwn Cymraeg o’r ffurflen SSCS1"
  },
  "disclaimer": {
    "title": "Ymwrthodiad",
    "upToDate": "Er ein bod yn ymdrechu i gadw gwybodaeth yn gyfredol, nid ydym yn darparu unrhyw warantau, amodau na sicrwydd y bydd:",
    "condition1": "yn gyfredol",
    "condition2": "yn ddiogel",
    "condition3": "yn gywir",
    "condition4": "yn gyflawn",
    "condition5": "yn rhydd o fygiau neu firysau",
    "publish": "Nid ydym ni’n cyhoeddi cyngor. Dylech gael cyngor proffesiynol neu gyngor arbenigol cyn gwneud unrhyw beth yn seiliedig ar y wybodaeth yn y gwasanaeth.",
    "loss": "Nid ydym yn atebol am unrhyw golled neu ddifrod a all ddeillio o ddefnyddio’r gwasanaeth hwn. Mae hyn yn cynnwys:",
    "damage1": "unrhyw golledion uniongyrchol, anuniongyrchol neu ganlyniadol",
    "damage2": "unrhyw golled neu ddifrod a achoswyd gan gamweddau sifil (‘tort’, yn cynnwys esgeulustra), torri amodau contract neu fel arall",
    "damage3": "defnyddio’r gwasanaeth hwn, GOV.UK ac unrhyw wefannau sydd â dolenni i neu o’r wefan",
    "damage4": "methu â defnyddio’r gwasanaeth hwn, GOV.UK ac unrhyw wefannau sydd â dolenni i neu o’r wefan",
    "applies": "Mae hyn yn berthnasol os oedd y golled neu’r difrod yn rhagweladwy, wedi codi wrth i’r broses arferol fynd rhagddo, neu os oeddech wedi ein cynghori y gallai ddigwydd",
    "includes": "Mae hyn yn cynnwys (ond nid yw’n gyfyngedig) i golli:",
    "loss1": "incwm neu refeniw",
    "loss2": "cyflog, budd-daliadau neu daliadau eraill",
    "loss3": "busnes",
    "loss4": "elw neu gontractau",
    "loss5": "cyfleoedd",
    "loss6": "cynilion a ragwelwyd",
    "loss7": "data",
    "loss8": "ewyllys da neu’ch enw da",
    "loss9": "eiddo anghyffwrddadwy, yn cynnwys colled, llygredigaeth neu ddifrod i ddata neu unrhyw system gyfrifiadurol",
    "loss10": "gwastraff o amser rheolwyr neu amser swyddfa",
    "liable": "Efallai y byddwn yn parhau i fod yn atebol am:",
    "liability1": "farwolaeth neu anaf personol sy’n codi o’n hesgeulustra",
    "liability2": "camliwio twyllodrus",
    "liability3": "unrhyw atebolrwydd arall na ellir ei eithrio neu ei gyfyngu dan y gyfraith berthnasol",
    "furtherInfo": " i gael rhagor o wybodaeth."
  }
}
