{
  "titleHead": "[CY] Terms and conditions - Appeal a benefit decision - GOV.UK",
  "title": "[CY] Terms and conditions",
  "termsAndConditions": {
    "termsOfUse": "[CY] By using this service you’re agreeing to the following terms of use. This includes the",
    "links": {
      "privacy": {
        "name": "[CY] privacy policy"
      },
      "terms": {
        "name": "[CY] terms and conditions"
      },
      "cookie": {
        "name": "[CY] cookie policy"
      },
      "contact": {
        "name": "[CY] Contact us"
      }
    }
  },
  "whoWeAre": {
    "title": "[CY] Who we are",
    "managedBy": "[CY] This service is managed by Her Majesty’s Courts and Tribunals Service.",
    "changeInLaw": "[CY] You should check these terms and conditions regularly. We may update them at any time without notice. If you continue to use this service after the terms and conditions have changed, you are deemed to have agreed to the changes."
  },
  "informationProvided": {
    "title": "[CY] Information provided by this service",
    "support": "[CY] This service provides information to support your claim or application. We cannot give legal advice on individual cases.",
    "questions": "[CY] You should answer the questions in the service based on your circumstances and seek legal advice if you need it."
  },
  "dataStored": {
    "title": "[CY] Sharing and storing data",
    "our": "[CY] Our",
    "privacy": "[CY] explains where your data is stored, and who it is shared with.",
    "cookie": "[CY] explains how this service uses and stores cookies."
  },
  "laws": {
    "title": "[CY] Laws applying to this service",
    "use": "[CY] Your use of this service and any dispute arising from its use will be governed by and construed in accordance with the laws of England and Wales, including but not limited to the:",
    "act1": "[CY] Computer Misuse Act 1990",
    "act2": "[CY] Data Protection Act 1998 (until 25 May 2018)",
    "act3": "[CY] Data Protection Act 2018 (from 25 May 2018)",
    "act4": "[CY] General Data Protection Regulation",
    "act5": "[CY] Mental Capacity Act 2005"
  },
  "responsibleUse": {
    "title": "[CY] How to use this service responsibly",
    "aware": "[CY] There are risks in using a shared computer (for example, in a library) to access this service. It’s your responsibility to be aware of these risks and to avoid using any computer which may leave your personal information accessible to others. You’re responsible if you choose to leave a computer unprotected while using this service.",
    "precautions": "[CY] You should take your own precautions to ensure that the way you access this service does not expose you to the risk of:",
    "risk1": "[CY] viruses",
    "risk2": "[CY] malicious computer code",
    "risk3": "[CY] other forms of interference which may damage your computer system",
    "mustNot": "[CY] You must not misuse this service by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful. You must not attempt to gain unauthorised access to this service, the system on which it is stored, or any server, computer or database connected to it. You must not attack this site using a denial-of-service attack or a distributed denial-of-service attack."
  },
  "sensitiveInfo": {
    "title": "[CY] Entering personally sensitive information",
    "freeText": "[CY] This online service contains several free-text fields in which you may choose to enter information which is personally sensitive.",
    "enter": "[CY] If you enter information about your:",
    "info1": "[CY] religious beliefs",
    "info2": "[CY] sexual orientation or sex life",
    "info3": "[CY] racial or ethnic origins",
    "info4": "[CY] political opinions",
    "info5": "[CY] religious or philosophical beliefs",
    "info6": "[CY] trade union membership",
    "info7": "[CY] genetic data or biometric data",
    "info8": "[CY] health data",
    "consent": "[CY] You give us your consent to processing this information for the purpose of dealing with your application.",
    "moreInfo": "[CY] For more information about how we collect and store your personal data, see the privacy policy "
  },
  "welsh": {
    "title": "[CY] Appealing in Welsh",
    "instructions": "[CY] This is a beta service is and is not currently available in Welsh. If you want to appeal in Welsh then you should",
    "inDevelopment": "[CY] A Welsh version of this online service is in development and will be available when it's complete",
    "formLink": "[CY] https://www.gov.uk/government/publications/appeal-a-social-security-benefits-decision-form-sscs1",
    "linkLabel": "[CY] download the Welsh version of the paper SSCS1 form"
  },
  "disclaimer": {
    "title": "[CY] Disclaimer",
    "upToDate": "[CY] While we make every effort to keep information up to date, we don’t provide any guarantees, conditions or warranties that it will be:",
    "condition1": "[CY] current",
    "condition2": "[CY] secure",
    "condition3": "[CY] accurate",
    "condition4": "[CY] complete",
    "condition5": "[CY] free from bugs or viruses",
    "publish": "[CY] We don’t publish advice. You should get professional or specialist advice before doing anything on the basis of the information in the service.",
    "loss": "[CY] We’re not liable for any loss or damage that may come from using this service. This includes:",
    "damage1": "[CY] any direct, indirect or consequential losses",
    "damage2": "[CY] any loss or damage caused by civil wrongs (‘tort’, including negligence), breach of contract or otherwise",
    "damage3": "[CY] the use of this service, GOV.UK and any websites that are linked to or from it",
    "damage4": "[CY] the inability to use this service, GOV.UK and any websites that are linked to or from it",
    "applies": "[CY] This applies if the loss or damage was foreseeable, arose in the normal course of things or you advised us that it might happen.",
    "includes": "[CY] This includes (but isn’t limited to) the loss of your:",
    "loss1": "[CY] income or revenue",
    "loss2": "[CY] salary, benefits or other payments",
    "loss3": "[CY] business",
    "loss4": "[CY] profits or contracts",
    "loss5": "[CY] opportunity",
    "loss6": "[CY] anticipated savings",
    "loss7": "[CY] data",
    "loss8": "[CY] goodwill or reputation",
    "loss9": "[CY] intangible property, including loss, corruption or damage to data or any computer system",
    "loss10": "[CY] wasted management or office time",
    "liable": "[CY] We may still be liable for:",
    "liability1": "[CY] death or personal injury arising from our negligence",
    "liability2": "[CY] fraudulent misrepresentation",
    "liability3": "[CY] any other liability which cannot be excluded or limited under applicable law",
    "furtherInfo": "[CY] for further information"
  }
}
